const myProjectsTexts = `

## Інші сайти:

## AnimePotik (АнімеПотік)
Мій **давній** та **перший опублікований** проєкт. Він представляє собою сайт для **перегляду аніме**, підключений до **Jikan API**.
### Основні відмінності AnimeHub над AnimePotik:

- **React та додаткові бібліотеки:** AnimeHub написаний з використанням фреймворка **React** для сучасноі архітектури та бібліотек **Font Awesome** для іконок і **Marked** для транслюваня мови розмітки **Markdown в html**. AnimePotik написаний на **Vanilla JavaScript**, без використання фреймворків та бібліотек.
- **Інформація:** AnimeHub крім стандартної інформації про аніме також підтримує **детальну інформацію** про **персонажів** аніме та **акторів/актрис** які озвучували даного персонажа. AnimePotik підтримує **тільки** стандартну інформацію.
- **Улюблені аніме:** AnimeHub має можливість **додати аніме** в улюблене, завдяки **localStorage**. AnimePotik такоі можливості **не має**.
- **Фільтри:** AnimeHub дозволяє вибирати **декілька фільтрів** одночасно, в залежності від можливостей **Jikan API**. AnimePotik дозволяє одночасно вибрати **тільки 1** фільтр.
- **Підтримуваність:** AnimeHub набагато легше **підтримувати та розширювати** ніж AnimePotik, завдяки сучасним фреймворку **React** та бібліотек **Font Awesome** і **Marked**.
- **Сучасні стандарти:** в AnimeHub (та всіх теперішніх і майбутніх проєктах) суворо дотримуюсь стандартів іменування: **camelCase** для JavaScript та **kebab-case** для CSS. Крім цього за цей час я значно **покращив навички програмування**, і як результат технічна реалізація кода AnimeHub **значно перевершує** технічну реалізацію кода AnimePotik. 

[Перейти на AnimePotik ](https://kingalaluna.github.io/AnimePotik/)

### AnimePotik проєкт з відкритим вихідним кодом

[Глянути вихідний код](https://github.com/KingAlaluna/AnimePotik.git)

## Ігри:

Тут буде коротка інформація та посилання на мої ігри...
`;