const myProjectsTexts = `

## Інші сайти:

## AnimePotik-MPA
Мій **четвертий опублікований** проєкт. Він являє собою сайт для **перегляду аніме**, підключений до **Jikan API**.
### Основні відмінності AnimePotik-MPA від AnimeHub-SPA:

- **Архітектура:** AnimePotik-MPA побудований на архітектурі **MPA** (детальніше про різницю архітектур **читати на AnimeHub-SPA**).
- **Інше:** В іншому AnimePotik-MPA схожий на AnimePotik-SPA (детальніше читати нижче у розділі "AnimePotik-SPA", або переконатися особисто, перейшовши за посиланням нижче).

[Перейти на AnimePotik-MPA](https://kingalaluna.github.io/AnimePotik-MPA/)

### AnimePotik-MPA — проєкт з відкритим вихідним кодом

[Глянути вихідний код](https://github.com/KingAlaluna/AnimePotik-MPA.git)



## AnimeHub-MPA
Мій **третій опублікований** проєкт. Він являє собою сайт для **перегляду аніме**, підключений до **Jikan API**.
### Основні відмінності AnimeHub-MPA від AnimeHub-SPA:

- **Архітектура:** AnimeHub-MPA на архітектурі **MPA**, тоді як AnimeHub-SPA — на архітектурі **SPA**.
- **Інше:** Крім невеличких функціональних покращень (наприклад, запам'ятовування вибраної теми в AnimeHub-MPA), в іншому суттєвої різниці немає.

[Перейти на AnimeHub-MPA](https://kingalaluna.github.io/AnimeHub-MPA/)

### AnimeHub-MPA — проєкт з відкритим вихідним кодом

[Глянути вихідний код](https://github.com/KingAlaluna/AnimeHub-MPA.git)



## AnimePotik-SPA
Мій **давній** та **перший опублікований** проєкт. Він являє собою сайт для **перегляду аніме**, підключений до **Jikan API**.
### Основні відмінності AnimeHub-SPA порівняно з AnimePotik-SPA:

- **React та додаткові бібліотеки:** AnimeHub-SPA написаний з використанням фреймворку **React** для сучасної архітектури та бібліотек **Font Awesome** (для іконок) і **Marked** (для транслювання мови розмітки **Markdown в HTML**). AnimePotik-SPA написаний на **Vanilla JavaScript**, без використання фреймворків та бібліотек.
- **Інформація:** AnimeHub-SPA, крім стандартних даних про аніме, також підтримує **детальну інформацію** про **персонажів** та **акторів/актрис**, які їх озвучували. AnimePotik-SPA підтримує **тільки** базову інформацію.
- **Улюблені аніме:** AnimeHub-SPA має можливість **додати аніме** в "Улюблене" завдяки **localStorage**. AnimePotik-SPA такої можливості **не має**.
- **Фільтри:** AnimeHub-SPA дозволяє вибирати **декілька фільтрів** одночасно, залежно від можливостей **Jikan API**. AnimePotik-SPA дозволяє вибрати **тільки 1** фільтр.
- **Підтримуваність:** AnimeHub-SPA набагато легше **підтримувати та розширювати**, ніж AnimePotik-SPA, завдяки сучасному фреймворку **React** та використанню профільних бібліотек.

[Перейти на AnimePotik-SPA](https://kingalaluna.github.io/AnimePotik-SPA/)

### AnimePotik-SPA — проєкт з відкритим вихідним кодом

[Глянути вихідний код](https://github.com/KingAlaluna/AnimePotik-SPA.git)



## Ігри:


## Flappy UFO-DOM
Мій **п'ятий опублікований** проєкт. Це гра схожа на **Flappy Bird**, але з оригінальними реалізаціями.


- **Архітектура:** SPA, DOM, Vanilla JavaScript. Дана комбінація технологій була обрана **свідомо, розуміючи всі недоліки**, її мета показати **глибоке розуміння** "чистих" технологій та DOM маніпуляцій.
- **Механіки:** Схожі на Flappy Bird, але замість птаха **НЛО (космічна тарілка)**. Можливо, в майбутньому буде значне розширення механік з додаванням **скінів, рівнів, та інших** можливостей.


[Перейти на Flappy UFO-DOM](https://kingalaluna.github.io/Flappy-UFO-DOM/)

## Flappy UFO-DOM проєкт з відкритим вихідним кодом

[Подивитися вихідний код](https://github.com/KingAlaluna/Flappy-UFO-DOM.git)



## Dino-DOM
Мій **шостий опублікований** проєкт. Це гра схожа на **Google Dino**, але з оригінальними реалізаціями.


- **Архітектура:** SPA, DOM, Vanilla JavaScript. Дана комбінація технологій була обрана **свідомо, розуміючи всі недоліки**, її мета показати **глибоке розуміння** "чистих" технологій та DOM маніпуляцій.
- **Механіки:** Схожі на Google Dino, але з оригінальними **асетами та іншими відміностями**. Можливо, в майбутньому буде значне розширення механік з додаванням **скінів, рівнів, та інших** можливостей.


[Перейти на Dino-DOM](https://kingalaluna.github.io/Dino-DOM/)

## Dino-DOM проєкт з відкритим вихідним кодом

[Подивитися вихідний код](https://github.com/KingAlaluna/Dino-DOM.git)


`;
