const myProjectsTexts = `

## Інші сайти:

## AnimeHub-MPA
Мій **третій опублікований** проєкт. Він представляє собою сайт для **перегляду аніме**, підключений до **Jikan API**.
### Основні відмінності AnimeHub-MPA над AnimeHub-SPA:

- **Архітектура:** AnimeHub-MPA на архітектурі **MPA**, AnimeHub-SPA на архітектурі **SPA**.
- **Інше:** Крім невеличких функціональних покращень (наприклад, запам'ятовування вибраної теми в AnimeHub-MPA) в іншому різниці немає.

[Перейти на AnimeHub-MPA](https://kingalaluna.github.io/AnimeHub-MPA/)

### AnimeHub-MPA проєкт з відкритим вихідним кодом

[Глянути вихідний код](https://github.com/KingAlaluna/AnimeHub-MPA.git)



## AnimePotik-SPA
Мій **давній** та **перший опублікований** проєкт. Він представляє собою сайт для **перегляду аніме**, підключений до **Jikan API**.
### Основні відмінності AnimeHub-SPA над AnimePotik-SPA:

- **React та додаткові бібліотеки:** AnimeHub-SPA написаний з використанням фреймворка **React** для сучасноі архітектури та бібліотек **Font Awesome** для іконок і **Marked** для транслюваня мови розмітки **Markdown в html**. AnimePotik-SPA написаний на **Vanilla JavaScript**, без використання фреймворків та бібліотек.
- **Інформація:** AnimeHub-SPA крім стандартної інформації про аніме також підтримує **детальну інформацію** про **персонажів** аніме та **акторів/актрис** які озвучували даного персонажа. AnimePotik-SPA підтримує **тільки** стандартну інформацію.
- **Улюблені аніме:** AnimeHub-SPA має можливість **додати аніме** в улюблене, завдяки **localStorage**. AnimePotik-SPA такоі можливості **не має**.
- **Фільтри:** AnimeHub-SPA дозволяє вибирати **декілька фільтрів** одночасно, в залежності від можливостей **Jikan API**. AnimePotik-SPA дозволяє одночасно вибрати **тільки 1** фільтр.
- **Підтримуваність:** AnimeHub-SPA набагато легше **підтримувати та розширювати** ніж AnimePotik-SPA, завдяки сучасним фреймворку **React** та бібліотек **Font Awesome** і **Marked**.

[Перейти на AnimePotik-SPA](https://kingalaluna.github.io/AnimePotik-SPA/)

### AnimePotik-SPA проєкт з відкритим вихідним кодом

[Глянути вихідний код](https://github.com/KingAlaluna/AnimePotik-SPA.git)



## Ігри:

Тут буде коротка інформація та посилання на мої ігри...
`;